{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "auto-dark-mode.nvim": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "blame.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bookmarks.nvim": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "cmake-tools.nvim": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "generate.nvim": { "branch": "master" },
  "jsonfly.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neocmakelsp": { "branch": "master" },
  "neoconf.nvim": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "openscad.nvim": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "remote-sshfs.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-rg.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
