# set ft=ruby
# development
brew "llvm"
brew "cmake"
brew "neovim"
brew "cppman"
brew "shfmt"
brew "ripgrep"
brew "fd"
brew "bat"
brew "lua-language-server"
brew "eza"
cask "kitty"

# dev fonts
cask "font-iosevka"
cask "font-fira-code"

# utils
cask "whatsapp"
cask "wezterm"
cask "kitty"
cask "temurin"

cask "macos-fuse-t/homebrew-cask/fuse-t"
cask "macos-fuse-t/homebrew-cask/fuse-t-sshfs"
