# set ft=ruby
# development
brew "llvm"
brew "cmake"
brew "neovim"
brew "cppman"
brew "shfmt"
brew "lua-language-server"
cask "kitty"

# dev fonts
tap "homebrew/cask-fonts"
cask "font-iosevka"
cask "font-fira-code"

# sport
cask "trainerroad"

# utils
cask "signal"
cask "whatsapp"
cask "wezterm"
cask "kitty"
cask "temurin"
